Repository: blinkcard/blinkcard-ios
Catalog: Source/BlinkCardUX/Localizable.xcstrings
Source language: en
Languages: ak, am, ar, bn, cs, da, de, el, es, es_mx, fa, fi, fil, fr, fr_ca, ha, he, hi, hr, hu, id, is, it, ja, ka_ge, kk, km_kh, ko, lv, ms, nb, ne, nl, pl, ps_af, pt, pt_br, ro, ru, si, sk, sl, sr, sv, sw, th, tr, uk, ur, uz, vi, yo, zh_hans, zh_hant

# mb_accessibility_success_card_number_side_scanned
source: Success! Card number side scanned
ak: Ayɛ yie! Kaade nɔma fa no askaane
am: ተሳክቷል! የካርድ ቁጥር ጎኑ ተቃኝቷል
ar: تم بنجاح! تم مسح رقم البطاقة ضوئياً.
bn: সফল! কার্ডের নম্বর সাইড স্ক্যান হয়েছে
cs: Úspěch! Strana s číslem karty byla naskenována
da: Det lykkedes! Siden med kortnummeret er scannet.
de: Erfolg! Nummernseite der Karte gescannt.
el: Επιτυχής σάρωση της πλευράς της κάρτας με τον αριθμό!
es: ¡Perfecto! Lado con el número de la tarjeta escaneado
es_mx: ¡Éxito! Se escaneó el número de la tarjeta
fa: با موفقیت انجام شد! شماره کارت اسکن شد
fi: Onnistui! Kortin numeropuoli on skannattu
fil: Tagumpay! Na-scan ang numero na bahagi ng card
fr: Numéro de carte scanné au verso avec succès !
fr_ca: Réussite ! Côté du numéro de la carte numérisé
ha: An yi nasara! An ɗauki hoton gefen lambar kati
he: הצלחנו! חזית הכרטיס נסרקה
hi: सफलता! कार्ड नंबर साइड स्कैन हो गया
hr: Uspjeh! Strana s brojem kartice skenirana
hu: Sikerült! A kártyaszámos oldal beszkennelve
id: Berhasil! Sisi nomor kartu sudah dipindai
is: Tókst! Kortnúmerhlið skönnuð
it: Perfetto! Lato con numero carta scansionato
ja: 成功！カード番号のある面をスキャンしました
ka_ge: წარმატებული! ბარათის ნომრის მხარე დასკანერებულია
kk: Сәтті! Карта нөмірлері жағы сканерленді
km_kh: ជោគជ័យ! បានស្កេនផ្នែកខាងលេខកាត
ko: 카드 번호 면 스캔 완료!
lv: Kartes numura puse noskenēta veiksmīgi!
ms: Berjaya! Sebelah nombor kad diimbas
nb: Kortnummersiden er skannet
ne: सफल भयो! कार्डको नम्बर भएको भाग स्क्यान भयो
nl: Geslaagd! Kaartnummerzijde gescand.
pl: Udało się! Zeskanowano stronę karty zawierającą numer
ps_af: د کارت د شمېرې اړخ په بریالیتوب سکین شو
pt: Sucesso! Número do cartão digitalizado
pt_br: Número do cartão escaneado com sucesso
ro: Succes! Fața cu numărul cardului scanată
ru: Готово! Сторона карты с номером отсканирована
si: සාර්ථකයි! කාඩ්පතේ අංකය ඇති පැත්ත ස්කෑන් කර ඇත
sk: Úspech! Strana s číslom karty bola naskenovaná
sl: Uspelo! Stran s številko kartice je skenirana
sr: Успешно! Страна са бројем картице је скенирана
sv: Lyckades! Kortets nummersida skannat
sw: Imemaliza! Upande wa namba ya kadi umeskaniwa
th: สแกนบัตรด้านที่มีหมายเลขสำเร็จ!
tr: Başarılı! Kart numarasının bulunduğu taraf tarandı
uk: Успіх! Номер картки відскановано
ur: کامیابی! کارڈ نمبر والی سائیڈ اسکین ہو گئی ہے
uz: Muvaffaqiyatli! Kartaning raqam tomoni skanerlandi
vi: Thành công! Mặt chứa mã số thẻ đã được quét
yo: Àṣeyọrí! Ẹ̀dà àwòrán apá ibi tí nọ́mbà káàdì wà ti parí
zh_hans: 成功！卡号面已扫描
zh_hant: 成功了！有卡號的一面已掃描。

# mb_accessibility_success_card_scanned
source: Success! Card scanned
ak: Ayɛ yie! Woaskaane kaade no
am: ተሳክቷል! ካርዱ ተቃኝቷል
ar: تم بنجاح! تم مسح البطاقة ضوئياً
bn: সফল! কার্ড স্ক্যান হয়েছে
cs: Úspěch! Karta byla naskenována
da: Det lykkedes! Kortet er scannet.
de: Erfolg! Karte gescannt.
el: Επιτυχής σάρωση κάρτας!
es: ¡Perfecto! Tarjeta escaneada
es_mx: ¡Éxito! Tarjeta escaneada
fa: با موفقیت انجام شد! کارت اسکن شد
fi: Onnistui! Kortti on skannattu
fil: Tagumpay! Na-scan ang card
fr: Carte scannée avec succès !
fr_ca: Réussite ! Carte numérisée
ha: An yi nasara! An ɗauki hoton kati
he: הצלחנו! הכרטיס נסרק
hi: सफलता! कार्ड स्कैन हो गया
hr: Uspjeh! Kartica skenirana
hu: Sikerült! A kártya beszkennelve
id: Berhasil! Kartu sudah dipindai
is: Tókst! Kort skannað
it: Perfetto! Carta scansionata
ja: 成功！カードをスキャンしました
ka_ge: წარმატებული! ბარათი დასკანერებულია
kk: Сәтті! Карта сканерленді
km_kh: ជោគជ័យ! បានស្កេនកាត
ko: 카드 스캔 완료!
lv: Karte noskenēta veiksmīgi!
ms: Berjaya! Kad diimbas
nb: Kortet er skannet
ne: सफल भयो! कार्ड स्क्यान भयो
nl: Geslaagd! Kaart gescand.
pl: Udało się! Zeskanowano kartę
ps_af: سند په بریالیتوب سکين شو!
pt: Sucesso! Cartão digitalizado
pt_br: Cartão escaneado com sucesso
ro: Succes! Card scanat
ru: Готово! Карта отсканирована
si: සාර්ථකයි! කාඩ්පත ස්කෑන් කර ඇත
sk: Úspech! Karta bola naskenovaná
sl: Uspelo! Kartica je skenirana
sr: Успешно! Картица је скенирана
sv: Lyckades! Kort skannat
sw: Imemaliza! Kadi imeskaniwa
th: สแกนบัตรสำเร็จ!
tr: Başarılı! Kart tarandı
uk: Успіх! Картку відскановано
ur: کامیابی! کارڈ اسکین ہو گیا ہے
uz: Muvaffaqiyatli! Karta skanerlandi
vi: Thành công! Thẻ đã được quét
yo: Àṣeyọrí! Ẹ̀dà àwòrán káàdì ti parí
zh_hans: 成功！卡片已扫描
zh_hant: 成功了！卡片已掃描。

# mb_blinkcard_blur_detected
source: Keep card and phone still
ak: Ma kaade ne fon no nnyina faako
am: ካርዱን እና ስልኩን ቀጥ አድርገው ይያዙ
ar: يرجى الحفاظ على ثبات البطاقة والهاتف
bn: কার্ড এবং ফোন স্থির রাখুন
cs: Držte kartu a telefon v klidu
da: Hold kort og telefon stille
de: Karte und Telefon ruhig halten
el: Κρατήστε την κάρτα και το τηλέφωνο ακίνητα
es: No muevas ni la tarjeta ni el teléfono
es_mx: Mantenga la tarjeta y el teléfono quietos
fa: کارت و تلفن را ثابت نگه دارید
fi: Pidä kortti ja puhelin paikallaan
fil: Panatilihing hindi gumagalaw ang card at telepono
fr: Gardez la carte et le téléphone immobiles
fr_ca: Gardez la carte et le téléphone immobiles
ha: A daina motsa kati da waya
he: יש לדאוג שהכרטיס והטלפון לא יזוזו
hi: कार्ड और फोन को स्थिर रखें
hr: Držite karticu i telefon mirno
hu: Tartsa mozdulatlanul a kártyát és a telefont
id: Pastikan kartu dan ponsel tidak goyang
is: Haldið korti og síma kyrru
it: Tieni fermi il telefono e la carta
ja: カードとスマートフォンを動かさないでください
ka_ge: არ გაამოძრაოთ ბარათი და ტელეფონი
kk: Карта мен телефонды қозғалтпай ұстаңыз
km_kh: រក្សាកាត និងទូរស័ព្ទឱ្យនៅដដែល
ko: 카드와 휴대전화를 움직이지 마세요
lv: Turiet karti un tālruni nekustīgu
ms: Pastikan kad dan telefon tidak bergerak
nb: Hold kortet og telefonen i ro
ne: कार्ड र फोन नहल्लाइ राख्नुहोस्
nl: Houd de kaart en de telefoon stil
pl: Nie poruszaj kartą ani telefonem
ps_af: کارت او موبایل ثابت وساتئ
pt: Mantenha o cartão e o telefone imóveis
pt_br: Mantenha o cartão e o telefone imóveis
ro: Mențineți cardul și telefonul nemișcate
ru: Держите карту и телефон неподвижно
si: කාඩ්පත සහ දුරකථනය නොසෙල්වන සේ තබා ගන්න
sk: Držte kartu a telefón v pokoji
sl: Držite kartico in telefon pri miru
sr: Držite mirno karticu i telefon
sv: Håll kortet och telefonen stilla
sw: Hakikisha kadi na simu havisongi
th: ประคองบัตรและโทรศัพท์ให้นิ่งๆ
tr: Kartı ve telefonu sabit tutun.
uk: Тримайте картку і телефон нерухомо
ur: کارڈ اور فون کو ساکن رکھیں
uz: Karta va telefonni qimirlatmang
vi: Giữ yên thẻ và điện thoại
yo: Mú káàdì àti fóònù dúró
zh_hans: 保持卡片和手机静止
zh_hant: 保持卡片與手機靜止不動

# mb_blinkcard_card_not_fully_visible
source: Keep the card fully visible
ak: Ma kaade no nna adi pefee
am: ካርዱን ሙሉ በሙሉ እንዲታይ ያድርጉ
ar: سهِّل الوصول إلى بيانات البطاقة لأقصى درجة
bn: কার্ডটি পুরোপুরি দৃশ্যমান রাখুন
cs: Kartu udržujte plně viditelnou
da: Hold hele kortet synligt
de: Achten Sie darauf, dass die Karte vollständig sichtbar bleibt
el: Κρατήστε την κάρτα έτσι ώστε να είναι πλήρως ορατή
es: Mantenga la tarjeta completamente visible
es_mx: Mantenga la tarjeta completamente visible
fa: کارت را کاملاً قابل مشاهده نگه دارید
fi: Pidä kortti täysin näkyvissä
fil: Panatilihing ganap na nakikita ang card
fr: La carte doit rester entièrement visible
fr_ca: Gardez la carte entièrement visible
ha: A daidaita yadda za a iya kallon katin baki ɗaya
he: שמור על הכרטיס גלוי לחלוטין
hi: कार्ड पूरी तरह से दिखाई देना चाहिए.
hr: Drži karticu u potpunosti vidljivom
hu: A kártya teljes egészében legyen látható
id: Kartu harus terlihat sepenuhnya
is: Haldið kortinu fyllilega sýnilegu
it: Fare in modo che la carta sia interamente visibile
ja: カード全体をはっきりと写してください
ka_ge: ბარათი სრულად უნდა ჩანდეს
kk: Картаны толықтай көрінетін етіп ұстаңыз
km_kh: រក្សា​កាត​ឱ្យ​មើល​ឃើញ​យ៉ាង​ពេញលេញ
ko: 카드 전체가 보이도록 유지해 주세요
lv: Turiet karti tā, lai tā būtu pilnībā redzama
ms: Pastikan kad jelas kelihatan
nb: Hold kortet fullstendig synlig
ne: कार्ड देखिनेगरी राख्नुहोस्
nl: Houd de kaart volledig zichtbaar
pl: Karta musi być w pełni widoczna
ps_af: کارت په بشپړه توګه ښکاره وساتئ
pt: Mantenha o cartão totalmente visível
pt_br: Mantenha o cartão totalmente visível
ro: Țineți cardul astfel încât să fie vizibil complet
ru: Держите карту так, чтобы все ее данные были видны
si: කාඩ්පත සම්පූර්ණයෙන් පෙනෙන පරිදි තබා ගන්න
sk: Kartu majte vždy plne viditeľnú
sl: Kartica naj bo povsem vidna
sr: Vodite računa da cela kartica bude vidljiva
sv: Håll kortet helt synligt
sw: Hakikisha kadi inaonekana kabisa
th: เก็บบัตรให้มองเห็นได้เต็มที่
tr: Kartın tamamını görünür şekilde tutun.
uk: Тримайте картку повністю видимою
ur: کارڈ کو مکمل طور پر نمایاں رکھیں
uz: Karta toʻliq koʻrinsin
vi: Giữ cho thẻ hiển thị toàn phần
yo: Jẹ́ kí káàdì náà hàn kedere pátápátá
zh_hans: 保持卡片完全可见
zh_hant: 保持卡片完整可見

# mb_blinkcard_first_side_instructions
source: Scan the card number
ak: Skaane kaade nɔma no
am: የካርድ ቁጥሩን ይቃኙ
ar: قم بمسح رقم البطاقة ضوئيًا
bn: কার্ড নম্বর স্ক্যান করুন
cs: Naskenujte číslo karty
da: Scan kortnummeret
de: Scannen Sie die Kartennummer
el: Σαρώστε τον αριθμό κάρτας
es: Escanee el número de la tarjeta
es_mx: Escanee el número de la tarjeta
fa: شماره کارت را اسکن کنید
fi: Skannaa kortin numero
fil: I-scan ang numero ng card
fr: Numériser le numéro de carte
fr_ca: Numérisez le numéro de la carte.
ha: A ɗauki hoton lambar katin
he: סרוק את מספר הכרטיס
hi: कार्ड नंबर को स्कैन करें
hr: Skeniraj broj kartice
hu: Szkennelje be a kártyaszámot
id: Pindai nomor kartu
is: Skannið kortanúmerið
it: Scansiona il numero della carta
ja: カード番号をスキャン
ka_ge: დაასკანერეთ ბარათის ნომერი
kk: Карта нөмірін сканерлеңіз
km_kh: ស្កេនលេខកាត
ko: 카드 번호를 스캔하세요
lv: Noskenējiet kartes numuru
ms: Imbas nombor kad
nb: Skann kortnummeret
ne: कार्ड नम्बर स्क्यान गर्नुहोस्
nl: Scan het kaartnummer
pl: Zeskanuj numer karty
ps_af: د کارت شمېره سکن کړئ
pt: Digitalize o número do cartão
pt_br: Escaneie o número do cartão
ro: Scanare număr card
ru: Отсканируйте номер карты
si: කාඩ්පතේ අංකය ස්කෑන් කරන්න
sk: Nasnímajte číslo karty
sl: Skenirajte številko kartice
sr: Skenirajte broj kartice
sv: Skanna kortnumret
sw: Skani namba ya kadi
th: สแกนหมายเลขบัตร
tr: Kart numarasını tara
uk: Відскануйте номер картки
ur: کارڈ نمبر کو اسکین کریں
uz: Karta raqamini skanerlang
vi: Quét số thẻ
yo: Ṣe ẹ̀dà àwòrán nọ́mbà káàdì náà
zh_hans: 扫描卡号
zh_hant: 掃描卡號

# mb_blinkcard_flashlight_warning_message
source: Watch out for flashlight glare. Gently move your card around to avoid it.
ak: Hwɛ sɛ wobehu flashlight hann bi a. Nkakrankakra no fa wo kaad no kyinkyin na antɔ so.
am: የባትሪ ብርሃን እንዳያበራ ይጠንቀቁ። ካርድዎን ለማስቀረት በቀስታ ያንቀሳቅሱት።
ar: احذر وهج المصباح الضوئي. حرِّك بطاقتك حوله برفق لتفاديه.
bn: ফ্ল্যাশলাইটের ঝলকানি থেকে সতর্ক থাকুন। এটি এড়াতে আপনার আইডিটি আলতো করে ঘোরান।
cs: Dejte pozor na odlesky způsobené bleskem. Vyhnete se jim lehkým pohybem karty.
da: Hold øje med lygtens genskin. Flyt dit jirt forsigtigt rundt for at undgå det.
de: Achten Sie auf die Blendung durch eine Taschenlampe. Bewegen Sie Ihre Karte vorsichtig umher, um dies zu vermeiden.
el: Προσέξτε την αντανάκλαση από τον φακό. Κουνήστε απαλά την πιστωτική σας κάρτα για να την αποφύγετε.
es: Tenga cuidado con el resplandor de la linterna. Mueva suavemente su tarjeta alrededor para evitarla.
es_mx: Tenga cuidado con el resplandor de la linterna. Mueva suavemente su tarjeta para evitarlo.
fa: مراقب تابش خیره کننده چراغ قوه باشید. کارت خود را به آرامی حرکت دهید تا از آن جلوگیری شود.
fi: Varo salaman häikäisyä. Siirrä korttiasi varovasti välttääksesi häikäisyn.
fil: Tingnan kung may flashlight glare. Dahan-dahang galawin ang iyong card para maiwasan ito.
fr: Attention aux reflets de la lampe de poche. Bougez doucement votre carte pour les éviter.
fr_ca: Faites attention à l'éblouissement causé par le flash. Veuillez déplacer délicatement votre carte pour l'éviter.
ha: A duba idan akwai wurin da haske ya dusashe takardar. Matsar da katin ku a hankali don guje masa.
he: היזהרו מפני סנוור הפנס. הזיזו בעדינות את הכרטיס שלכם בכדי להימנע מהדבר.
hi: टॉर्च की चकाचौंध से सावधान रहें। इससे बचने के लिए अपने कार्ड को धीरे से इधर-उधर घुमाएं।
hr: Smanjite odsjaj bljeskalice laganim pomicanjem kartice.
hu: Figyeljen oda a vaku fényének visszaverődésére. Finoman mozgassa a kártyáját, hogy elkerülje.
id: Awas lampu kilat silau. Gerakkan kartu Anda dengan perlahan untuk menghindarinya.
is: Gætið að glampi frá vasaljósum. Færðu kortið varlega til að forðast það.
it: Attenzione al riflesso della luce. Muovi lentamente la carta per evitarlo.
ja: 懐中電灯のまぶしさに注意してください。 それを避けるためにカードをゆっくり動かしてください。
ka_ge: მოერიდეთ ბლიცის მკვეთრ ნათებას. ამის თავიდან ასაცილებლად, ფრთხილად გადაადგილეთ საკრედიტო ბარათი.
kk: Фонарьдың жарқылына назар аударыңыз. Одан құтылу үшін картаңызды ақырын жылжытыңыз.
km_kh: ប្រយ័ត្នចំពោះពន្លឺពិលភ្លឺចែងចាំង។ រំកិលកាតរបស់អ្នកថ្នមៗដើម្បីជៀសវាងវា។
ko: 손전등 불빛에 주의하세요. 카드를 살살 움직여서 부딪히지 않도록 하세요.
lv: Uzmanieties no lukturīša atspīduma. Viegli pārvietojiet karti, lai no tās izvairītos.
ms: Berhati-hati dengan silau lampu suluh. Gerakkan kad anda dengan perlahan di sekeliling untuk menjauhinya.
nb: Pass deg for gjenskinn fra sterkt lys. Flytt kortet forsiktig rundt for å unngå det.
ne: टर्चलाइटको चमकबाट सावधान रहनुहोस्। यसबाट बच्नको लागि आफ्नो कार्डलाई बिस्तारै घुमाउनुहोस्।
nl: Pas op voor schittering van de flitser. Verplaats uw kaart voorzichtig om dit te voorkomen.
pl: Zwróć uwagę na odblaski od flesza. Delikatnie zmień pozycję kartą, aby ich uniknąć.
ps_af: د فلش لائټ ځلا ته پام وکړئ. د مخنیوي لپاره خپل کارت په نرمۍ سره شاوخوا وګرځئ.
pt: Tenha cuidado com o clarão da lanterna. Mova de forma ligeira o seu cartão para o evitar.
pt_br: Cuidado com o brilho da lanterna. Mova o cartão delicadamente para evitar isso.
ro: Fiți atent la strălucirea cauzată de lumina blițului. Mutați-vă ușor cardul pentru a o evita.
ru: Остерегайтесь бликов от фонарика. Аккуратно перемещайте карту, чтобы избежать столкновения.
si: ෆ්ලෑෂ් ලයිට් දිලිසීම ගැන විමසිල්ලෙන් සිටින්න. එය වළක්වා ගැනීම සඳහා ඔබේ කාඩ්පත මෘදු ලෙස එහා මෙහා කරන්න.
sk: Pozor na oslnenie bleskom. Jemne pohnite kartou, aby ste tomu zabránili.
sl: Pazite na bleščanje bliskavice. Kartico rahlo premaknite, da se mu izognete.
sr: Pazite na odsjaj blica. Nežno pomerajte svoju karticu da biste ga izbegli.
sv: Akta dig för reflektioner från kamerablixten. Flytta försiktigt på kortet för att undvika det.
sw: Jihadhari na mwangaza wa tochi. Sogeza kadi yako kwa upole ili kuiepuka.
th: ระวังแสงจ้าจากไฟฉาย ค่อย ๆ ขยับบัตรไปเพื่อหลีกเลี่ยง
tr: El fenerinin parlamasına dikkat edin. Kartınızı hafifçe hareket ettirerek çarpmayı önleyin.
uk: Зверніть увагу на відблиски ліхтарика. Обережно рухайте карткою, щоб уникнути цього.
ur: ٹارچ کی چکاچوند پر نگاہ رکھیں۔ اس سے بچنے کے لیے اپنے کارڈ کو آہستہ سے ادھر ادھر گھمائیں۔
uz: Chiroqning porlashiga e'tibor bering. Bunga yo'l qo'ymaslik uchun kartangizni muloyimlik bilan harakatlantiring.
vi: Đề phòng ánh sáng của đèn flash. Nhẹ nhàng di chuyển thẻ của bạn xung quanh để tránh nó.
yo: Ṣọ́ra fún ìmọ́lẹ̀ iná mànàmáná. Fi pẹ̀lẹ́pẹ̀lẹ́ gbé káàdì rẹ káàkiri kí o má baà ṣe é.
zh_hans: 当心闪光灯眩光。 请轻轻移动您的身份证件，避免产生眩光。
zh_hant: 請注意閃光燈眩光。 慢慢移動您的銀行卡以避免眩光。
